import styles from './Block7.module.scss';

export const Block7 = () => {
  return (
    <section className={styles.block7} id="reviews">
      <h3 style={{ marginBottom: '15px' }}>Відгуки</h3>

      <div className={styles.item}>
        <p className={styles.item_number}>01</p>

        <p className={styles.item_title}>Практичний психолог</p>
        <p className={styles.item_text}>
          «Працювала з клієнткою, у якої постійно поверталися панічні атаки. Ми
          вже кілька місяців опрацьовували тривогу, дитячі травми, але нічого не
          змінювалося. На курсі я вперше побачила, як симптоми можуть маскувати
          залежність — у її випадку це була емоційна адикція. Після цього
          терапія пішла зовсім в інший бік. Дякую, що навчили дивитися глибше!»
        </p>
      </div>

      <div className={styles.item}>
        <p className={styles.item_number}>02</p>

        <p className={styles.item_title}>Людина, яка переживала залежність</p>
        <p className={styles.item_text}>
          «Я роками не могла контролювати тягу до солодкого/ПАР. Курс допоміг
          зрозуміти, чому зриваюся і як працює мозок при залежності. Практичні
          завдання та техніки реально допомагають зменшити тягу вже через кілька
          днів.»
        </p>
      </div>

      <div className={styles.item}>
        <p className={styles.item_number}>03</p>

        <p className={styles.item_title}>Психотерапевт</p>
        <p className={styles.item_text}>
          «Вже понад 10 років у терапії і працюю з важкими клієнтами. Але іноді
          не могла зрозуміти, чому терапія “зависає”, чому клієнт не йде вглиб.
          Ліла дуже точно показала, як адикція може бути прихованим ядром —
          навіть у тих, хто ніколи не вживав ПАР. Цей курс повернув мені
          відчуття професійного ресурсу і дав нові орієнтири в роботі з
          повторними зривами клієнтів.»
        </p>
      </div>
    </section>
  );
};
